Scwan/esp32c5-csi-examples/02_espnow_pair/tx/sdkconfig.defaults
# Target. Equivalent to running: idf.py set-target esp32c5
CONFIG_IDF_TARGET="esp32c5"

# This board only transmits. It needs no CSI support of its own - CSI is
# measured by the receiver board from the frames this one sends.
CONFIG_ESP_CONSOLE_UART_BAUDRATE=921600
CONFIG_FREERTOS_HZ=1000
